const RepairInfo = () => {
    return (
        <div>
            <table>
                <thead>
                    <tr>
                        <th>Бренд</th>
                        <th>Сервіс</th>
                        <th>Адреса</th>
                        <th>Телефон</th>
                    </tr>
                </thead>
                <tbody>
                    <tr>
                        <td>Sigma</td>
                        <td>ТОВ Дейна</td>
                        <td>
                            ЕДРПОУ - 43172452, м.Київ, НП№165 <br />
                            (оплата - отримувач, безготівка)
                        </td>
                        <td>0664634047</td>
                    </tr>
                    <tr>
                        <td>Motorola</td>
                        <td>ТОВ MTI Сервіс</td>
                        <td>
                            ЕДРПОУ - 39554115, м.Київ, вул. Білоруська 26 <br />
                            (оплата - отримувач, безготівка)
                        </td>
                        <td>0966302508</td>
                    </tr>
                    <tr>
                        <td>Oscal</td>
                        <td>
                            Elffix - ФОП Гайдар Олександр Іванович код РНОКПП
                            3001602971
                        </td>
                        <td>
                            Отримувач: Колінько Карина Володимирівна -
                            0956182101 <br />
                            м.Київ, вул.Йорданська 1, офіс 233 (2 поверх)
                            "Elffix Сервіс"
                        </td>
                        <td>0956182101</td>
                    </tr>
                    <tr>
                        <td>Samsung</td>
                        <td>FyooCha</td>
                        <td>
                            Отримувач: Решетняк Марина Олександрівна ФОП
                            ІПН:3256805260
                            <br />
                            Представник: Рибальченко Ярослав Леонідович -
                            0639606606
                            <br />
                            м.Івано-Франківськ НП№15 (оплата - отримувач,
                            безготівка)
                        </td>
                        <td>0966302508</td>
                    </tr>
                    <tr>
                        <td>Nokia</td>
                        <td>СВП Плюс</td>
                        <td>
                            Отримувач: Сулейманов Марат - 0930867181 <br />
                            (оплата - отримувач, безготівка)
                        </td>
                        <td>0930867181</td>
                    </tr>
                    <tr>
                        <td>Nomi</td>
                        <td>Цитрус Сервіс/ТОВ"Рітейл Компані"</td>
                        <td>
                            ЄДРПОУ: 43886122 представник - Мормиш Лілія:
                            0932808506
                            <br />
                            (оплата - отримувач, безготівка)
                        </td>
                        <td>0932808506</td>
                    </tr>
                    <tr>
                        <td>Ergo</td>
                        <td>Юг</td>
                        <td>
                            Отримувач: Сімачков Сергій Олександрович: 0950675008
                            <br />
                            ТОВ "Сервіс сучасної електроніки", ЕДРПОУ 41632034{" "}
                            <br />
                            с. Білогородка, Київська обл., вул Компресорна 3{" "}
                            <br />
                            (Логістичний комплекс "AMTEL PROPERTIES")
                            <br />
                            (оплата - отримувач, безготівка)
                        </td>
                        <td>0950675008</td>
                    </tr>
                </tbody>
            </table>
        </div>
    );
};

export default RepairInfo;
